[{
    "email": "akondrat0@kickstarter.com",
    "sender": "Abrahan Kondrat",
    "urgent": false,
    "read": false,
    "message": "Nulla mollis molestie lorem. Quisque ut erat. Curabitur gravida nisi at nibh. In hac habitasse platea dictumst. Aliquam augue quam, sollicitudin vitae, consectetuer eget, rutrum at, lorem. Integer tincidunt ante vel ipsum. Praesent blandit lacinia erat. Vestibulum sed magna at nunc commodo placerat. Praesent blandit.",
    "subject": "optimize strategic functionalities",
    "time": "4:01 PM"
}, {
    "email": "cpickthall1@flavors.me",
    "sender": "Celia Pickthall",
    "urgent": true,
    "read": true,
    "message": "Maecenas tincidunt lacus at velit. Vivamus vel nulla eget eros elementum pellentesque. Quisque porta volutpat erat. Quisque erat eros, viverra eget, congue eget, semper rutrum, nulla. Nunc purus. Phasellus in felis. Donec semper sapien a libero. Nam dui. Proin leo odio, porttitor id, consequat in, consequat ut, nulla. Sed accumsan felis.",
    "subject": "matrix collaborative web services",
    "time": "6:39 AM"
}, {
    "email": "lverne2@quantcast.com",
    "sender": "La verne Meggison",
    "urgent": false,
    "read": false,
    "message": "Nulla ac enim. In tempor, turpis nec euismod scelerisque, quam turpis adipiscing lorem, vitae mattis nibh ligula nec sem. Duis aliquam convallis nunc. Proin at turpis a pede posuere nonummy.",
    "subject": "engage 24/365 solutions",
    "time": "7:31 PM"
}, {
    "email": "kwhyte3@stanford.edu",
    "sender": "Katuscha Whyte",
    "urgent": true,
    "read": false,
    "message": "Nulla tellus. In sagittis dui vel nisl. Duis ac nibh. Fusce lacus purus, aliquet at, feugiat non, pretium quis, lectus. Suspendisse potenti. In eleifend quam a odio. In hac habitasse platea dictumst. Maecenas ut massa quis augue luctus tincidunt. Nulla mollis molestie lorem.",
    "subject": "enable sticky action-items",
    "time": "11:04 AM"
}, {
    "email": "kkembry4@istockphoto.com",
    "sender": "Karrie Kembry",
    "urgent": false,
    "read": true,
    "message": "Maecenas pulvinar lobortis est.",
    "subject": "harness synergistic initiatives",
    "time": "9:37 AM"
}, {
    "email": "abaistow5@histats.com",
    "sender": "Angelita Baistow",
    "urgent": false,
    "read": true,
    "message": "Nulla mollis molestie lorem. Quisque ut erat.",
    "subject": "empower virtual mindshare",
    "time": "11:23 AM"
}, {
    "email": "breeds6@google.pl",
    "sender": "Blinny Reeds",
    "urgent": false,
    "read": false,
    "message": "In est risus, auctor sed, tristique in, tempus sit amet, sem. Fusce consequat. Nulla nisl. Nunc nisl. Duis bibendum, felis sed interdum venenatis, turpis enim blandit mi, in porttitor pede justo eu massa. Donec dapibus. Duis at velit eu est congue elementum. In hac habitasse platea dictumst. Morbi vestibulum, velit id pretium iaculis, diam erat fermentum justo, nec condimentum neque sapien placerat ante.",
    "subject": "brand wireless schemas",
    "time": "8:54 PM"
}, {
    "email": "etrees7@miitbeian.gov.cn",
    "sender": "Eldredge Trees",
    "urgent": true,
    "read": true,
    "message": "Mauris ullamcorper purus sit amet nulla. Quisque arcu libero, rutrum ac, lobortis vel, dapibus at, diam.",
    "subject": "evolve bricks-and-clicks systems",
    "time": "1:18 PM"
}, {
    "email": "agolden8@cornell.edu",
    "sender": "Aurea Golden",
    "urgent": true,
    "read": false,
    "message": "Nullam porttitor lacus at turpis. Donec posuere metus vitae ipsum. Aliquam non mauris.",
    "subject": "deliver front-end convergence",
    "time": "2:20 AM"
}, {
    "email": "gshireff9@google.ca",
    "sender": "Garland Shireff",
    "urgent": false,
    "read": true,
    "message": "Nam congue, risus semper porta volutpat, quam pede lobortis ligula, sit amet eleifend pede libero quis orci. Nullam molestie nibh in lectus. Pellentesque at nulla. Suspendisse potenti. Cras in purus eu magna vulputate luctus. Cum sociis natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. Vivamus vestibulum sagittis sapien. Cum sociis natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus.",
    "subject": "productize 24/7 mindshare",
    "time": "12:28 PM"
}]